define(function(require,exports,module){
    var texts = [
        '奖就要来喽',
        '好期待',
        '嗯哼,会是我吗',
        '感觉大奖在眼前',
        '航仔给我',
        '近了，近了',
        '是我的',
        '快到碗里来',
        '谁是幸运星',
        '非我莫属',
        '给我，给我',
        '来了，来了',
        '超级大赢家',
        '求射中',
        '求大奖',
        '给一个就行',
        '我要奖品',
        '我要大奖',
        '我爱航交所',
        '一定是我的',
        'come baby',
        '100个赞',
        '今天我最帅',
        '特别的一天主持人好帅',
        '美女帅哥看过来',
        '棒棒哒',
        '求奖，求奖',
        '感觉要中',
        '一定要中',
        '不给我会哭',
        '航仔给我',
        '么么哒',
        '来一个',
        '跪求跪求',
        '航仔我爱你',
        '两周年快乐',
        '是我的就是我的',
        '喜大普奔',
        '我爱航交所',
        '航仔棒棒哒',
        'V5霸气',
        '我最幸运',
        '今天好开心'
    ];

    var names = [
	    {'name': '韩文龙', 'telephone': '186****8153', loaded: 0}
	];

	module.exports = {
        names :  names,
        texts : texts
    };
});
